/**************(C) COPYRIGHT  DIY嵌入式开发工作室*****************************
 * 文件名   ：串行FLASH  SST25VF016B功能演示模块
 * 环境	 	  : MDK5.10-固件库V3.5版本
 * 实验平台 ：STM32F103RBT6-8MHz->72MHz
 * 版本     ：V1.0.0
 * 作者     ：
 * 修改时间 ：2013-12-20
 * 硬件连接 :            
 * 描述     : 实现SST25VF016B的读写操作。         
 * 修改记录 :
 * 版本号    日期        作者     说明 
*******************************************************************************/
#ifndef _BSP_SST25VF016B_Demo_H
#define _BSP_SST25VF016B_Demo_H
/* Includes---------------------------------------------*/
#include "BSP_SST25VF016B.h"
/* Private defines--------------------------------------*/
/* Private typedef -------------------------------------*/
/* Private macro ---------------------------------------*/
/* Private variables -----------------------------------*/
/* Private function prototypes -------------------------*/
/* 供外部调用的函数声明 */
void Flash_Demo(void);
/* Private functions -----------------------------------*/
/********** (C) COPYRIGHT DIY嵌入式开发工作室 *****END OF FILE****************/
#endif
